Repository: g0dnerd/mtgcube
Catalog: locale/*/LC_MESSAGES/djangojs.po
Languages: de

source: Table
de: Tisch

source: reported by
de: hochgeladen durch

source: wins
de: gewinnt

source: Your pairing will be revealed once you have completed the <a href="/tournaments/checkin">check-in</a>.
de: Dein:e Gegner:in wird dir angezeigt, sobald du den <a href="/tournaments/checkin">Check-in</a> abgeschlossen hast.

source: You have the bye this round
de: Du hast diese Runde einen Bye

source: Waiting for pairings
de: Warten auf Pairings

source: Draft standings will display here after the first round finishes
de: Hier werden Standings angezeigt, sobald die erste Runde beendet ist.

source: Waiting for draft to start
de: Dein Draft hat noch nicht gestartet

source: My current draft
de: Mein aktueller Draft

source: Cube list
de: Cube-Liste

source: Event announcement
de: Turnier-Benachrichtigung

source: Event standings after round
de: Event-Standings nach Runde

source: Other pairings
de: Andere Matches

source: You are not yet checked in
de: Du bist noch nicht eingecheckt

source: Please
de: Bitte

source: upload your pool
de: lade deinen Pool hoch

source: once you have finished drafting.
de: sobald du fertig gedraftet hast.

source: You are checked in and good to go
de: Du hast erfolgreich eingecheckt

source: My pool
de: Mein Pool

source: You have checked out and are good to go!
de: Du hast erfolgreich ausgecheckt

source: To check out, please
de: Um auszuchecken,

source: after you have finished all your matches.
de: sobald du dein letztes Match beendet hast.

source: My timetable
de: Mein Draftplan
