Repository: g0dnerd/mtgcube
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de

source: Account Inactive
de: Inaktives Benutzerkonto

source: This account is inactive.
de: Dieses Benutzerkonto ist deaktiviert.

source: Account
de: Benutzerkonto

source: E-mail Addresses
de: Email-Adressen

source: The following e-mail addresses are associated with your account:
de: Die folgenden Email-Adressen sind mit deinem Account verknüpft:

source: Verified
de: Bestätigt

source: Unverified
de: Nicht bestätigt

source: Primary
de: Primäre

source: Make Primary
de: Primär machen

source: Re-send Verification
de: Bestätigung erneut senden

source: Remove
de: Entfernen

source: Warning:
de: Warnung:

source: You currently do not have any e-mail address set up. You should really add an e-mail address so you can receive notifications, reset your password, etc.
de: Du hast aktuell keine Email-Adresse mit deinem Benutzerkonto verknüpft.Bitte füge eine Email-Adresse hinzu, um Benachrichtigungen zu erhalten und dein Passwort zurücksetzen zu können.

source: Add E-mail Address
de: Email-Adresse hinzufügen

source: Add E-mail
de: Email-Adresse hinzufügen

source: Do you really want to remove the selected e-mail address?
de: Möchtest du die gewählte Email-Adresse wirklich entfernen?

source: Confirm E-mail Address
de: Email-Adresse bestätigen

source: Please confirm that <a href="mailto:%(email)s">%(email)s</a> is an e-mail address for user %(user_display)s.
de: Bitte bestätige, dass <a href="mailto:%(email)s">%(email)s</a> eine Email-Adressefür das Nutzerkonto %(user_display)s ist.

source: Confirm
de: Bestätigen

source: Sign In
de: Anmelden

source: Please sign in with one of your existing third party accounts:
de: Bitte melde dich mit einem deiner Third-Party-Benutzerkonten an:

source: Or, <a href="%(signup_url)s">sign up</a> for a %(site_name)s account and sign in below:
de: Oder <a href="%(signup_url)s">erstelle</a> dir ein %(site_name)s-Benutzerkonto und melde dich unten an:

source: If you have not created an account yet, then please <a href="%(signup_url)s">sign up</a> first.
de: Falls du noch kein Benutzerkonto hast, <a href="%(signup_url)s">registriere</a> dich bitte zuerst.

source: Forgot Password?
de: Passwort vergessen?

source: Sign Out
de: Abmelden

source: Are you sure you want to sign out?
de: Bist du dir sicher, dass du dich abmelden möchtest?

source: Change Password
de: Passwort ändern

source: Password Reset
de: Passwort zurücksetzen

source: Forgotten your password? Enter your e-mail address below, and we'll send you an e-mail allowing you to reset it.
de: Hast du dein Passwort vergessen? Gib unten deine Email-Adresse ein und wir senden dir eine Email zum Zurücksetzen deines Passworts zu.

source: Reset My Password
de: Mein Passwort zurücksetzen

source: Please contact us if you have any trouble resetting your password.
de: Solltest du Probleme dabei haben, dein Passwort zurückzusetzen, kontaktiere uns bitte.

source: We have sent you an e-mail. Please contact us if you do not receive it within a few minutes.
de: Wir haben dir eine Email gesendet. Bitte kontaktiere uns, wenn du sie nicht innerhalb der nächsten paar Minuten erhalten hast.

source: The password reset link was invalid, possibly because it has already been used. Please request a <a href="%(passwd_reset_url)s">new password reset</a>.
de: Der Link zum Zurücksetzen deines Passworts war ungültig, möglicherweise wurde er bereits verwendet. Bitte beantrage einen neuen <a href="%(passwd_reset_url)s">Link</a>.

source: change password
de: Passwort ändern

source: Your password is now changed.
de: Dein Passwort ist nun geändert.

source: Set Password
de: Passwort festlegen

source: Signup
de: Registrierung

source: Sign Up
de: Registrierung

source: Already have an account? Then please <a href="%(login_url)s">sign in</a>.
de: Du hast bereits ein Benutzerkonto? Dann <a href="%(login_url)s">melde dich an</a>.

source: Sign Up Closed
de: Registrierung geschlossen

source: We are sorry, but the sign up is currently closed.
de: Es tut uns leid, aber die Registrierung ist momentan geschlossen.

source: Verify Your E-mail Address
de: Bestätige deine E-Mail-Adresse

source: We have sent an e-mail to you for verification. Follow the link provided to finalize the signup process. Please contact us if you do not receive it within a few minutes.
de: Wir haben dir eine Bestätigungs-E-Mail zugesendet. Folge dem Link darin, um den Registrierungsprozess abzuschließen. Solltest du die Email nicht erhalten, kontaktiere uns bitte.

source: We have sent an e-mail to you for verification. Please click on the link inside this e-mail. Please contact us if you do not receive it within a few minutes.
de: Wir haben dir eine Verifizierungs-Email gesendet. Bitte klicke auf den Link in dieser Email. Solltest du die Email nicht erhalten, kontaktiere uns bitte.

source: <strong>Note:</strong> you can still <a href="%(email_url)s">change your e-mail address</a>.
de: <strong>Anmerkung:</strong> du kannst trotzdem <a href="%(email_url)s">deineEmail-Adresse ändern</a>.

source: My events
de: Meine Events

source: Sign up for an event
de: Für ein Event anmelden

source: My Profile
de: Mein Profil

source: Welcome to the tournament vault
de: Willkommen im Vault

source: To access the vault, please <a href="%(url)s">sign in</a>.
de: <a href="%(url)s">Melde dich an</a>, um Zugang zum Vault zu erhalten.

source: Submit Result
de: Ergebnis hochladen

source: Check-in: Deck image upload
de: Check-in: Deckfoto hochladen

source: For check-in, please upload at least one image with your entire deck and one with your entire pool. All cards need to be clearly visible.
de: Um einzuchecken, lade bitte mindestens ein Bild hoch. Auf dem Bild müssen alle Karten gut sichtbar sein, die du gedraftet hast.

source: Upload
de: Hochladen

source: Uploading, please wait
de: Lädt hoch, bitte warten

source: cards
de: Karten

source: Creator
de: Designer:in

source: Description
de: Beschreibung

source: Special rules
de: Sonderregeln

source: My current draft
de: Mein aktueller Draft

source: You have the bye this round
de: Du hast diese Runde einen Bye

source: My opponent at table
de: Mein:e Gegner:in an Tisch

source: wins
de: gewinnt

source: Event Dashboard
de: Turnier-Dashboard

source: End
de: Ende

source: Your registration still needs to be confirmed by a tournament official
de: Deine Registrierung muss noch von einem Turnieradministrator bestätigt werden

source: My check-in pool & decklist submissions
de: Mein Deck- & Pool-Check-In

source: Upload deck images
de: Deckfoto hochladen

source: Delete
de: Löschen

source: Register
de: Anmelden

source: Yes
de: Ja

source: No
de: Nein

source: The event is full
de: Das Turnier ist voll

source: MtG Cube Tournament Vault - Home
de: MtG Cube Turnier-Vault - Home

source: <p>You are not yet <a href="%(url)s">registered</a> for any events.</p>
de: <p>Du bist noch für kein Turnier <a href="%(url)s">registriert</a>.</p>

source: My Profile Settings
de: Meine Kontoeinstellungen

source: My Information
de: Meine Daten

source: E-Mail Settings
de: Email-Einstellungen

source: Image
de: Foto

source: Total wins cannot be greater than 3.
de: Gesamtanzahl an Spielen kann nicht größer als 3 sein.

source: Please complete your user information before proceeding.
de: Bitte vervollständige deine Daten, bevor du fortfährst.

source: Personal info
de: Persönliche Daten

source: Permissions
de: Berechtigungen

source: Important dates
de: Wichtige Daten

source: Users
de: Nutzer

source: This username has already been taken.
de: Dieser Nutzername ist bereits vergeben

source: The name you want other players to see
de: Ein Name, den andere Spieler:innen sehen können

source: My Pronouns
de: Meine Pronomen

source: Neither/don't want to say
de: Weder noch/keine Angabe

source: Display Name
de: Anzeigename

source: Information successfully updated
de: Information erfolgreich angepasst
